[
    {
      "url": "https://youtu.be/GKPvRxlITnA",
      "topic": "ความรู้เกี่ยวกับยุทธศาสตร์ชาติ แผนพัฒนาเศรษฐกิจและสังคมแห่งชาติ แผนการปฏิรูปประเทศ แผนพัฒนาระดับต่างๆ และนโยบายของรัฐบาล กระทรวง กรม",
      "name": "นายกกชัย ฉายรัศมีกุล ผู้อำนวยการกองวิชาการและแผนงาน กรมการปกครอง และ นายนพรัตน์ ศรีพรหม ผู้อำนวยการส่วนแผนงานยุทธศาสตร์ กองวิชาการและแผนงาน กรมการปกครอง",
      "date": "16 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/CNGfGTYAxVI",
      "topic": "ความรู้เกี่ยวกับสภาพแวดล้อม สังคม เศรษฐกิจ การเมือง การปกครองภายในประเทศ",
      "name": "นายนพรัตน์ ศรีพรหม ผู้อำนวยการส่วนแผนงานยุทธศาสตร์ กองวิชาการและแผนงาน กรมการปกครอง",
      "date": "16 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/_U1dM39RbyY",
      "topic": "ความรู้เกี่ยวกับองค์การศาสนาอิสลามและการส่งเสริมกิจการฮัจย์",
      "name": "นายสมชัย เลิศประสิทธิ์พันธ์ ผู้ตรวจราชการกรมการปกครอง/ผู้อำนวยการกองส่งเสริมองค์กรศาสนาอิสลามและกิจการฮัจย์",
      "date": "17 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/VkML0U8zej8",
      "topic": "ความรู้เกี่ยวกับพระราชบัญญัติระเบียบข้าราชการพลเรือน พระราชกฤษฎีกาว่าด้วยการมอบอำนาจและจรรยาข้าราชการกรมการปกครอง",
      "name": "นายรอมดอน หะยีอาแว นักทรัพยากรบุคคลชำนาญการพิเศษ กองการเจ้าหน้าที่",
      "date": "19 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/4T5_S6pyhIs",
      "topic": "ความรู้เกี่ยวกับรัฐธรรมนูญแห่งราชอาณาจักรไทย",
      "name": "นายพิสิทธิ์ ศรีวรานันท์ ผู้อำนวยการส่วนงานนิติการ สำนักการสอบสวนและนิติการ",
      "date": "19 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/xIfkS7zapzk",
      "topic": "ความรู้เกี่ยวกับพระราชบัญญัติระเบียบบริหารราชการแผ่นดิน",
      "name": "นายเจริญชัย น้อยโสภา นิติกรชำนาญการพิเศษ ส่วนงานนิติการ สำนักการสอบสวนและนิติการ",
      "date": "19 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/JIP0Ubdtg8w",
      "topic": "ความรู้เกี่ยวกับพระราชบัญญัติวิธีปฏิบัติราชการทางปกครอง",
      "name": "พ.จ.อ.สุริยา ภู่สวัสดิ์ นิติกรชำนาญการพิเศษ ส่วนคดีและละเมิด สำนักการสอบสวนและนิติการ",
      "date": "20 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/CNZcOxpB6Jw",
      "topic": "ความรู้เกี่ยวกับกฎหมายอาญาในหน้าที่ของฝ่ายปกครอง",
      "name": "ดร.รัฐวิช จิตสุจริตวงศ์ ผู้อำนวยการส่วนการ สอบสวนคดีอาญา สำนักการสอบสวนและนิติการ",
      "date": "20 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/mv1t0P89iUU",
      "topic": "ความรู้เกี่ยวกับกฎหมายแพ่งในหน้าที่ของฝ่ายปกครอง",
      "name": "พ.จ.อ.สุริยา ภู่สวัสดิ์ นิติกรชำนาญการพิเศษ ส่วนคดีและละเมิด สำนักการสอบสวนและนิติการ",
      "date": "20 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/p30Evcryhi0",
      "topic": "ความรู้เกี่ยวกับการบริหารปกครองท้องที่",
      "name": "นายธีรเมธ เทพวิชัยศิลปกุล ผู้อำนวยการส่วนบริหารงานกำนัน ผู้ใหญ่บ้าน สำนักบริหารการปกครองท้องที่",
      "date": "21 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/ChhAxMPdjrE",
      "topic": "การดูแลรักษาที่ดินอันเป็นสาธารณสมบัติของแผ่นดินโดย",
      "name": "นายสรรเสริญ  คำทอง เจ้าพนักงานปกครอง ชำนาญการพิเศษ สำนักบริหารการปกครองท้องที่",
      "date": "21 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/btVHO9GCZCc",
      "topic": "ความรู้เกี่ยวกับการบริหารปกครองท้องที่ ความรู้เกี่ยวกับคณะกรรมการหมู่บ้าน",
      "name": "นายศักรินทร์ ศรีสมวงศ์ เจ้าพนักงานปกครองชำนาญการพิเศษ สำนักบริหารการปกครองท้องที่",
      "date": "22 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/p30Evcryhi0",
      "topic": "ความรู้เกี่ยวกับการบริหารปกครองท้องที่ ความรู้เกี่ยวกับคณะกรรมการหมู่บ้าน",
      "name": "นายธีรเมธ เทพวิชัยศิลปกุล ผู้อำนวยการส่วนบริหารงานกำนันผู้ใหญ่บ้าน สำนักบริหารการปกครองท้องที่",
      "date": "22 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/5GhCIQ3Vw5M",
      "topic": "ความรู้เกี่ยวกับการบริหารปกครองท้องที่ ความรู้เกี่ยวกับการจัดแนวเขตที่ดินสาธารณะ",
      "name": "นายสรรเสริญ คำทอง เจ้าพนักงานปกครองชำนาญการพิเศษ สำนักบริหารการปกครองท้องที่",
      "date": "22 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/-I_DrE-LOzI",
      "topic": "ความรู้เกี่ยวกับการอำนวยความเป็นธรรมในหน้าที่ของฝ่ายปกครอง",
      "name": "นายมาโนช โพธิ์เนียม ผู้อำนวยการส่วนอำนวยความเป็นธรรม",
      "date": "23 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/AqnVLt2Y40s",
      "topic": "ความรู้เกี่ยวกับกฎหมายว่าด้วยอาวุธปืน เครื่องกระสุนปืน วัตถุระเบิด ดอกไม้เพลิง และสิ่งเทียมอาวุธปืน สิ่งเทียมวัตถุระเบิด",
      "name": "นายทัศน์พล ประทีป ณ ถลาง (นิติกรชำนาญการพิเศษ สรร.1)",
      "date": "23 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/PuHYMdfvM98",
      "topic": "ความรู้เกี่ยวกับกฎหมายว่าด้วยการ ควบคุมการเรี่ยไร การจัดตั้งและการดำเนินงานของสมาคมและมูลนิธิตามประมวลกฎหมายแพ่งและพาณิชย์ กฎหมายอื่นที่เกี่ยวข้อง",
      "name": "นายรัชกฤต พยัคฆ์  ผู้อำนวยการส่วนการรักษาความสงบเรียบร้อย 2",
      "date": "23 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/9q5AxgBz9o0",
      "topic": "ความรู้เกี่ยวกับกฎหมายว่าด้วยโรงแรม",
      "name": "นายสรันย์ พานจันทร์ (จพง.ปค.ชำนาญการพิเศษ สรร.3)",
      "date": "23 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/07GUcrZMp6M",
      "topic": "ความรู้เกี่ยวกับกฎหมายว่าด้วยสถานบริการ",
      "name": "นายแผน สุขแสวง (จพง.ปค.ชำนาญการพิเศษ สรร.3)",
      "date": "23 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/TdQ2oui7E5Q",
      "topic": "ความรู้เกี่ยวกับกิจการความมั่นคงภายใน",
      "name": "นายธนวัฒน์ รุ่งเรืองศรี และ นายทรงกฤษ ทองคำ เจ้าพนักงานปกครองชำนาญการพิเศษ",
      "date": "23 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/ABhuYs9Y8nY",
      "topic": "ความรู้เกี่ยวกับการกำหนดสถานะคนต่างด้าวเข้าเมืองโดยชอบด้วยกฎหมายและการควบคุมชนกลุ่มน้อย",
      "name": "นายบัณฑูร สุนทรสมบัติ ผู้อำนวยการส่วนประสานราชการ",
      "date": "24 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/1v69lqhpbwU",
      "topic": "ความรู้เกี่ยวกับการกำหนดสถานะคนต่างด้าวเข้าเมืองโดยชอบด้วยกฎหมายและการควบคุมชนกลุ่มน้อย",
      "name": "นางสาวขวัญเรือน ศรีจันทร์ ผู้อำนวยการส่วนกิจการชายแดนและผู้อพยพ",
      "date": "24 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/2cVitn0-3us",
      "topic": "การทะเบียนราษฎรทะเบียนทั่วไป บัตรประจำตัวประชาชน และสัญชาติ",
      "name": "นางสาวอภิญญา อุ่นเรือน ผู้อำนวยการส่วนทะเบียนราษฎร",
      "date": "25 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/tOGghluFcsE",
      "topic": "ความรู้เกี่ยวกับงานสถานะบุคคลและสัญชาติ",
      "name": "นายพิธาสรวง  จันทร์ฉายฉัตร  ผู้อำนวยการส่วนสัญชาติ และการทะเบียนและบัตรประจำตัวบุคคลผู้ไม่มีสัญชาติไทย",
      "date": "25 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/LpNeW4GcrIA",
      "topic": "ความรู้เกี่ยวกับการทะเบียนและบัตรประจำตัวประชาชน",
      "name": "นายประเชิญ สมองดี ผู้อำนวยการส่วนบัตรประจำตัวประชาชน",
      "date": "26 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/kSGFJPy862s",
      "topic": "ความรู้เกี่ยวกับการทะเบียนทั่วไป",
      "name": "นายสุโสฬส พึ่งบุญ ผู้อำนวยการส่วนการทะเบียนทั่วไป",
      "date": "26 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/x6jJZVT25PU",
      "topic": "ความรู้เกี่ยวกับกิจการกองอาสารักษาดินแดน",
      "name": "นายกฤษดา โลศิริ ผู้อำนวยการส่วนยุทธการและการข่าว สำนักอำนวยการกองอาสารักษาดินแดน",
      "date": "27 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/3j-w_LDP8Ks",
      "topic": "ความรู้เกี่ยวกับยศ  เครื่องแบบ ผู้บังคับบัญชา วินัย และค่าตอบแทนสมาชิก ของกองอาสารักษาดินแดน",
      "name": "นายสิทธิพร  คงหอม ผู้อำนวยการส่วนกำลังพล  สำนักอำนวยการกองอาสารักษาดินแดน",
      "date": "27 เมษายน 2564"
    },
    {
      "url": "https://youtu.be/83O7qMk7srU",
      "topic": "ความรู้เกี่ยวกับยาเสพติดในบทบาทของฝ่ายปกครอง",
      "name": "นายเพิ่มศักดิ์ ศรีสวัสดิ์ เจ้าพนักงานปกครอง ชำนาญการพิเศษ สำนักอำนวยการกองอาสารักษาดินแดน",
      "date": "27 เมษายน 2564"
    }
  ]